[
  {
    "imdbID": "tt32580150",
    "Title": "Life is Strange: Double Exposure",
    "Year": 2024,
    "Rating10": 3.0,
    "Review": "My disappointment is immeasurable and my day is ruined.\n\nTudo errado. A começar pelo jogo ser bastante pesado. Streamer com o super mega PC gamer reclamando disso, passou do aceitável.\n\nO jogo tbm tem muitos bugs. E aqui, mais do que em outros jogos, quebra muito sua experiência. Life is Strange não é que nem um Minecraft da vida que quando buga é engraçado. Aqui te tira da imersão. Te lembra que você tá jogando um jogo.\n\nO preço disso aqui tbm é de lascar. É um pouco mais barato que o true colors pelo menos. **Life is Strange: Double Exposure** completo está R$ 297,78 na Steam, enquanto o **Life is Strange: True Colors** agora está com o absurdo preço de R$ 332,82 (Valores conferidos em 19/02/2025).\n\nTbm tiveram a pachorra de cobrar R$ 89,60 numa DLC de gato que vc ganha umas roupas novas e no meio do jogo aparece um gato na sua casa. Só isso mesmo, não é um capítulo novo nem nada é só um gato.\n\nAgora eles acertaram muito, como sempre, na trilha sonora e na fotografia. Que jogo bonito. Óbvio que não vai superar o True Colors pq aquilo ali é uma das coisas mais lindas que na vi na vida, inclusive queria me mudar pra aquela cidade do jogo.\n\nMas finalmente falando da história. Olha, me diverti, o mistério me envolveu achei interessante e tudo. O ápice do jogo tbm é muito massa. Entretanto quando o jogo acaba e a gente pensa um pouco fica meio. Pô...\n\nEsse jogo não era pra ter escolhas? Não é tipo a ideia toda da franquia? Não tem NADA que você faça que altera a história. Nenhuma escolha sua aqui importa. Frustrante no mínimo.\n\nOs primeiros capítulos tbm são muito lentos, a história demora pra ficar interessante.\n\nE no final eu fiquei tipo: A menina tá se achando o Nick Fury é? É a marvelização de Life is Strange? Achei paia, muito paia. Ainda mais terminando com cena pós crédito e que vai ter continuação.\n\nSimplesmente revoltante o que fizeram com essa franquia.",
    "SafeForParents": false,
    "SafeForKids": false
  }
]