[
  {
    "imdbID": "tt0056751",
    "Title": "Doctor Who",
    "Year": 1963,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt0436992",
    "Title": "Doctor Who",
    "Year": 2005,
    "Rating10": 10.0,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt4834206",
    "Title": "A Series of Unfortunate Events",
    "Year": 2017,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt1843230",
    "Title": "Once Upon a Time",
    "Year": 2011,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0108778",
    "Title": "Friends",
    "Year": 1994,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0460649",
    "Title": "How I Met Your Mother",
    "Year": 2005,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0279600",
    "Title": "Smallville",
    "Year": 2001,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "DC"
    ]
  },
  {
    "imdbID": "tt1305826",
    "Title": "Adventure Time",
    "Year": 2010,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt6048644",
    "Title": "White Rabbit Project",
    "Year": 2016,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0903747",
    "Title": "Breaking Bad",
    "Year": 2008,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0386676",
    "Title": "The Office (US)",
    "Year": 2005,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt0417299",
    "Title": "Avatar: The Last Airbender",
    "Year": 2005,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt1695360",
    "Title": "The Legend of Korra",
    "Year": 2012,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0944947",
    "Title": "Game of Thrones",
    "Year": 2011,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0898266",
    "Title": "The Big Bang Theory",
    "Year": 2007,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt0411008",
    "Title": "Lost",
    "Year": 2004,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt7366338",
    "Title": "Chernobyl",
    "Year": 2019,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt1865718",
    "Title": "Gravity Falls",
    "Year": 2012,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0197139",
    "Title": "O Auto da Compadecida",
    "Year": 1999,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0877057",
    "Title": "Death Note",
    "Year": 2006,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt1830617",
    "Title": "Grimm",
    "Year": 2011,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt1355642",
    "Title": "Fullmetal Alchemist: Brotherhood",
    "Year": 2009,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0421357",
    "Title": "Fullmetal Alchemist",
    "Year": 2003,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt2431438",
    "Title": "Sense8",
    "Year": 2015,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt9139220",
    "Title": "Dracula",
    "Year": 2020,
    "Review": "Só tem 3 eps. O primeiro e o segundo episodio são perfeitos, o terceiro é bom tbm mas não tão bom quanto os primeiros.",
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt1837492",
    "Title": "13 Reasons Why",
    "Year": 2017,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0112159",
    "Title": "Neon Genesis Evangelion",
    "Year": 1995,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0760437",
    "Title": "Ben 10",
    "Year": 2005,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt1033241",
    "Title": "Ben 10: Alien Force",
    "Year": 2008,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt1327701",
    "Title": "Ben 10: Ultimate Alien",
    "Year": 2010,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt2293002",
    "Title": "Ben 10: Omniverse",
    "Year": 2012,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0294196",
    "Title": "Sítio do Picapau Amarelo",
    "Year": 2001,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt3718778",
    "Title": "Over the Garden Wall",
    "Year": 2014,
    "Review": "Muito legal. Série curtinha, recomendo.",
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0138972",
    "Title": "K9 and Company",
    "Year": 1981,
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt0862620",
    "Title": "The Sarah Jane Adventures",
    "Year": 2007,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt9140560",
    "Title": "WandaVision",
    "Year": 2021,
    "SafeForParents": true,
    "ForKids": false,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt0458290",
    "Title": "Star Wars: The Clone Wars",
    "Year": 2008,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt5079788",
    "Title": "Class",
    "Year": 2016,
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt9140342",
    "Title": "It's a Sin",
    "Year": 2021,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt2930604",
    "Title": "Star Wars Rebels",
    "Year": 2014,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt0485301",
    "Title": "Torchwood",
    "Year": 2006,
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt5753856",
    "Title": "Dark",
    "Year": 2017,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt4955642",
    "Title": "The Good Place",
    "Year": 2016,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt3358020",
    "Title": "Parasyte: The Maxim",
    "Year": 2014,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt1710308",
    "Title": "Regular Show",
    "Year": 2010,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt2249364",
    "Title": "Broadchurch",
    "Year": 2013,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt10857164",
    "Title": "Ms. Marvel",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt10160804",
    "Title": "Hawkeye",
    "Year": 2021,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt3398228",
    "Title": "BoJack Horseman",
    "Year": 2014,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt2496120",
    "Title": "Space Battleship Yamato 2199",
    "Year": 2012,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt7049682",
    "Title": "Watchmen",
    "Year": 2019,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0976192",
    "Title": "The Spectacular Spider-Man",
    "Year": 2008,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt8466564",
    "Title": "Obi-Wan Kenobi",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": false,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt3032476",
    "Title": "Better Call Saul",
    "Year": 2015,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt6354518",
    "Title": "Saiki Kusuo no Psi Nan",
    "Year": 2016,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt11163352",
    "Title": "The Disastrous Life of Saiki K.: Reawakened",
    "Year": 2019,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt10857160",
    "Title": "She-Hulk: Attorney at Law",
    "Year": 2022,
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt13622956",
    "Title": "Zootopia+",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt5687612",
    "Title": "Fleabag",
    "Year": 2016,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt5071412",
    "Title": "Ozark",
    "Year": 2017,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt9140554",
    "Title": "Loki",
    "Year": 2021,
    "SafeForParents": true,
    "ForKids": false,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt0088509",
    "Title": "Dragon Ball",
    "Year": 1986,
    "Review": "CHEGOU O REVIEW MAIS AGUARDADO E MAIS PEDIDO DE TODOS OS TEMPOS BORA FALAR DE DRAGON BALL AAAAAAAAAAAA (Saga por Saga)\n\n1. Saga Pilaf\n\nQuando comecei a assistir Dragon Ball clássico já fui esperando o pior, até pq tinham me alertado que não era muito bom. Mas essa saga aqui me surpreendeu. Introduz muito bem o universo, tem um ritmo super legal. E faz tudo isso em apenas 13 episódios.\n\nAgora aqui me vem o primeiro pensamento: para quem que é esse anime gente? É muito infantil para adulto e adolescente, mas tem cada cena de nudez e altas safadezas. Especialmente as cenas com o mestre Kame. Isso alivia, mas continua durante toda a série. Querendo ou não, isso conta como ponto negativo para série.\n\n2. Saga 21º Torneio\n\nPrimeiro torneio aee. Aqui ainda tudo é novo. A gente vê o treinamento com o mestre Kame, aparece o Kuririn. E tem o torneio. As lutas são ótimas, especialmente a última. Mas devo dizer que com 15 episódios, essa saga já começa ficar meio arrastada. Fiquei entediado em alguns momentos.\n\n3. Saga Red Ribbon (+ Saga General Blue + Saga Comandante Red)\n\nSe eu achei a saga anterior levemente arrastada, isso aqui foi uma verdadeira tortura. 39 episódios de muito sofrimento e enrolação.\n\n4. Saga Vovó Uranai\n\nAqui o Goku quer descobrir onde está uma esfera do dragão que não aparece no radar. Então ele vai até a Vovó Uranai que cobra muitos dinheiros, ou isso, ou vencer cinco guerreiros diferentes. Aqui achei legal que os oponentes têm poderes diferentes, isso faz as lutas serem mais interessantes. Mesmo assim, 16 episódios disso cansa.\n\n5. Saga Tenshinhan (Mais um torneio)\n\nPara ser justo, Dragon Ball não tem muitos furos de roteiro. Mas ele é lotado de retcons. O que é normal em qualquer série longa, mas o problema aqui é que às vezes entre sagas já dá a impressão que quando eles fizeram uma, não estavam pensando na outra. Em Dragon Ball Z isso às vezes acontece dentro da mesma saga.\n\nDeixa eu explicar melhor: é correto que no cinema, você primeiro apresente um elemento, depois vc use. Preparar o terreno antes, assim quem assiste já vê que tudo estava sendo planejado desdo inicio. Retirar ou mudar elementos, mesmo dando uma desculpa boa, já fica como roteiro ruim, até mesmo “Deus Ex Machina” ou “Diabolus ex Machina”.\n\nEsse torneio é um exemplo disso. Onde essa galera nova estava nas sagas anteriores? E tipo, o Goku derrotou sozinho a força Red Ribbon inteira, então agora do nada surgem pessoas tão fortes quanto eles. Tipo, não é um furo de roteiro, mas incomoda.\n\nDito isso, o torneio é parecido com o anterior e as lutas são ótimas.\n\n6. Saga Piccolo Daimaoh\n\nMATARO O KURIRIN! Isso aqui foi bem impactante, até pelo tom mais leve do clássico. Seria mais impactante ainda se não tivesse a possibilidade de reviver, pq infelizmente, depois dessa, a morte não tem mais peso narrativo em Dragon Ball. Vira uma febre que passa logo depois que reúnem as esferas novamente. Acho que isso prejudica bastante a série toda.\n\nAgora essa saga aqui é a melhor do clássico. O Piccolo Daimaoh mata uma galera, consegue reunir as esferas do dragão, bota o terror na terra e a gente fica bastante desesperado e curioso para saber como o Goku vai conseguir vencê-lo.\n\n7. Saga Piccolo Jr.\n\nDragon Ball e sua mania de chegar e falar: Esse aqui é o vilão mais forte. Não pera, na verdade, esse aqui é o vilão mais forte. Pra me enganei, ESSE AQUI é o vilão mais forte.\n\nEnquanto a saga Piccolo Daimaoh tem 21 episódios, essa aqui tem 25, mas tendo bem menos conteúdo.\n\nTrazer o Tao Pai Pai de volta só pra nada basicamente. Dizer que ele ficou mais forte após ser reconstruído faz tanto sentido quanto dizer que o filho do Piccolo é mais forte que o próprio Piccolo, ou que em Star Wars, cada geração Skywalker fica mais forte na força.\n\nÉ só aumentar o nível, novamente fazendo um paralelo com Star Wars. É a base Starkiller, que na falta de criatividade a Disney só fez uma estrela da morte 2, que pode destruir vários planetas ao mesmo tempo. Mas isso só tira o peso dos filmes anteriores. Um bom roteiro faz uma história incrível apenas com TIE fighters (Andor fez, é possível).\n\nA Saga em si é cansativa, a luta contra o Piccolo dura muito tempo, no final só fiquei feliz que acabou.\n\n8. Saga Filler final\n\nFillerzinho de 5 eps pra acabar a série. Tem o casamento do Goku com a Chichi.\n\nMas galera, não sei se eu não prestei atenção, mas foram 153 episódios. O Goku teve algum desenvolvimento de personagem? Ele cresceu, ficou mais forte. Mas ele aprendeu algo? Pq ele continua inocente, sempre foi bonzinho desdo inicio. Na verdade, a maioria dos personagens não evolui. A única exceção é quando um personagem do mau fica do bem, tipo o Tenshinhan. Inclusive termina a série e ele continua sem saber que matou o avô. Achei isso bem ruim.\n\nCurtem a comentem para o Z!",
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0121220",
    "Title": "Dragon Ball Z",
    "Year": 1989,
    "Review": "Continuando a review anterior: DRAGON BALL Z (Saga por Saga)\n\n1. Saga dos Saiyajins\n\nAqui a série sobe de nível. Grandes revelações são feitas, surge uma ameaça nova. Essa saga é muito boa. Tem o Gohan sofrendo mais que a Juliette, a Chi Chi tendo que lidar com o marido morto e o filho levado pelo Piccolo. Todo mundo se preparando pra chegada dos Saiyajins (que convenientemente demora um ano). E o show dos macacões, que aparecem a todo momento aqui.\n\nAgora uma coisa bem grave são os títulos dos episódios. Coisa que continua durante a série. O título dublado é quase sempre um spoiler, e às vezes até o título em inglês. Mas de qualquer jeito, mudar o título do episódio é uma mudança sem sentido, que só prejudica a experiência. As traduções deveriam tentar ser o mais próximas possíveis do original, não ficar inventando moda.\n\n2. Saga de Freeza\n\nMelhor saga de Dragon Ball, não tem como. Gohan, Kuririn e Buma sozinhos em outro planeta, tendo que lidar com o vilão da saga anterior completamente recuperado e ainda o Freeza, vilão mais forte até então. E aqui a gente vê o Vegeta que a gente ama, com aquele jeito estressado dele que só não sai por aí xingando pq, não sei pq já que já teve cena bem pior que xingamento no anime.\n\nComo se não bastasse, quando o Goku chega ele ainda troca de corpo com o capitão Ginyu, uma dinâmica que eu achei muito legal e diferente. Ah e claro, A TRANSFORMAÇÃO SUPER SAIYAJIN!\n\nMas, olha, essa saga tem muitos defeitos tbm. São 72 episódios, ela é muito longa e contem MUITOS fillers. E tem muito aquele sentimento que eu falei na minha review do clássico. Parece que eles escrevem um ep sem se planejar pro próximo. O mais gritante aqui são os 5 minutos pra Namekusei explodir que duraram vários episódios. Custava ter falado mais tempo desdo começo e ir diminuindo? Parece que o autor esqueceu que tem borracha e que não tinha problema mudar o número antes de publicar a versão final, se precisa de mais tempo.\n\n3. Saga Garlic Jr.\n\nNossa, mas eu saí com um ódio dessa saga. Uma saga inteira filler, sendo a continuação de um filme filler que ninguém assistiu. E ainda é uma bosta completa. Isso aqui é imperdoável ter sido animado e terem tido a coragem de publicar isso.\n\n4. Saga dos Androids\n\nOlha, é até interessante a história do Trunks do futuro e tals, mas 77 episódios? Foi muita enrolação, simplesmente conseguiram tornar essa saga em uma experiência não agradável.\n\nAqui tbm vemos a banalização do super saiyajin, qualquer um consegue agora, até o Gohan. Eu gostei da volta da Red Ribbon, mas um Android ser tão forte assim achei forçado. Agora a ideia do Cell em sim é boa, misturar o DNA dos vilões e heróis anteriores.\n\nAh, e tem o Freeza voltando no começo dessa saga, com PAI DELE??? Isso não fez o menor sentido.\n\n5. Saga Torneio do Outro Mundo\n\nSaga filler, não é tão ruim até.\n\n6. Saga de Majin Boo\n\nOlha, essa saga tem muitos pontos altos. Todo o conceito do Majin Boo achei muito bom, ele ser ingenuo, e isso ter uma explicação lá na frente. O momento de fazer a Genki Dama extremamente épico e emocionante. O Mrs Satan ter uma inesperada importância.\n\nAgora véi 94 episódios, lotados de muita enrolação, prejudicaram muito minha experiência. E essa saga escancara muitos dos defeitos da série toda.\nAquele papo de retcon mesmo. Eu lembro que primeiro tinha o mestre Kame, aí depois teve o Mestre Karin (meu preferido inclusive, acho muito engraçado), aí teve o Kami-Sama. Só que depois veio o Senhor Kaio, que já um retcon. E depois veio o Grande Senhor Kaioh e por fim o Shin, o Kaiohshin do Leste. Sem contar o Grande Kaiohshin que está acima do Shin e foi absorvido pelo Magin Boo. E tudo isso pq eu parei no Dragon Ball Z, imagina no Super. Isso é forçado e cansativo.\n\nO próprio Boo o tempo todo ficava mais forte ainda do que ele já era porque o roteiro queria assim, por algum motivo achavam que precisava escalar ainda mais. Isso chegou ao ponto da terra explodir e eu nem ligar.\n\nTeve o Vegeta aceitar ser controlado pra lutar com o Goku, sendo que ela já tinha feito algo parecido na saga dos Androids, de deixar o Cell alcançar a forma perfeita. Achei que ele tinha aprendido a lição de deixar o seu orgulho de lado, mas parece que não.\n\nTem o Goku que passa a maior parte do tempo da série inteira morto, viajando ou algo parecido. Na saga Freeza isso é até legal, cria mais tensão na história. Mas agora só cansa mesmo. Parece que ele não é o protagonista.\n\nTeve o Mrs Satan que no final podia aproveitar a oportunidade que estava falando pra todo mundo e falar a verdade, dizer todas as mentiras que tinha contado. E aí, sim, ganhar o respeito por salvar a terra, mas a série termina com ele usando o Boo do bem pra ganhar o campeonato de artes marciais toda vez, mostrando que ele não evoluiu tanto assim e continua mentindo.\n\nA burrice dos personagens está no nível máximo.\n\nPor fim, essa saga termina Dragon Ball Z com um final bem mé.",
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt1409055",
    "Title": "Dragon Ball Z Kai",
    "Year": 2009,
    "Review": "Eu vi o Dragon Ball Z original, mas por problemas técnicos (somente na saga Boo) tive que assistir uns 5 episódios do Kai, por aí. Mas foi um grande retrocesso, a trilha sonora não é tão boa, mas o que mais me desapontou foi a qualidade da animação, que sem dúvidas é melhor que o Z, mas pela passagem do tempo, eu esperava bem mais. É apenas o desenho do Z com retoques. Achei que a animação seria completamente refeita. Eu esperava algo no nível do Super.",
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt0406429",
    "Title": "Blackpool",
    "Year": 2004,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt6226232",
    "Title": "Young Sheldon",
    "Year": 2017,
    "Rating10": 8.2,
    "Review": "Nenhum outro filme ou série tinha me feito chorar tanto. Passei os últimos 2 episódios inteiros em lágrimas.",
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt1231602",
    "Title": "Green Porno",
    "Year": 2008,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt2125294",
    "Title": "Seduce Me",
    "Year": 2010,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt2731456",
    "Title": "Mammas",
    "Year": 2013,
    "SafeForParents": false,
    "ForKids": false
  },
  {
    "imdbID": "tt15571732",
    "Title": "Agatha All Along",
    "Year": 2024,
    "Rating10": 6.5,
    "Review": "Não é tão legal quanto WandaVision. Meio mé na verdade, mas me entreteve.",
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt13097606",
    "Title": "Turma da Mônica: A Série",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Turma da Mônica"
    ]
  },
  {
    "imdbID": "tt30496489",
    "Title": "Turma da Mônica: Origens",
    "Year": 2024,
    "Review": "É uma série ok da Turma da Mônica. A Denise ficou meio estranha, ainda insistem na Milena, mas não tem grandes problemas nem grandes emoções. Claro, fica difícil não ser mais exigente depois de ver **Turma da Mônica - A Série (2022)** que aí, sim, é uma boa produção que me surpreendeu muito.",
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Turma da Mônica"
    ]
  },
  {
    "imdbID": "tt9174578",
    "Title": "Around the World in 80 Days",
    "Year": 2021,
    "Rating10": 7.5,
    "Review": "Não tem jeito, o que o David Tennant faz eu vou tá lá assistindo\n\nE pô super recomendo. É uma mini série curtinha e vale muito a pena. É a clássica história do Júlio Verne onde um britânico viaja o mundo passando por lugares como reino Unido, colônia britânica 1, colônia britânica 2, colônia britânica 3 e ex colônia britânica.",
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt4230076",
    "Title": "The Defenders",
    "Year": 2017,
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Marvel"
    ]
  },
  {
    "imdbID": "tt31193703",
    "Title": "Douglas Is Cancelled",
    "Year": 2024,
    "Rating10": 9.0,
    "Review": "Não tem jeito, o que o Moffat faz eu vou tá assistindo.\n\nEssa mini série conta história de um jornalista que contou uma piada machista e agora precisa fazer de tudo pra essa piada não vazar. E o pior: ele não lembra qual foi a piada.\n\nMas deixa eu falar viu, quem realmente brilha nessa série é a Karen Gillan. QUE MULHER!\n\nE quando a Alex Kingston entra em cena então...",
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt33088401",
    "Title": "Dream Productions",
    "Year": 2024,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt10168312",
    "Title": "What If...?",
    "Year": 2021,
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt3061046",
    "Title": "Steven Universo",
    "Year": 2013,
    "Rating10": 8.0,
    "Review": "Um menino que chora por tudo tem aventuras com suas tias sapatonas. Mas gente acho que consigo contar nos dedos de uma mão quantos héteros tem nesse desenho.\n\nAgora de alguma forma o desenho é MUITO BOM. A primeira temporada tem mais fillers, mas eu acho justificável, porque ela introduz os elementos da série aos poucos, e faz com que a gente conheça cada personagem melhor. E isso é super importante até pq essa série inteira é sobre sentimentos.\n\nTem episódios falando sobre temas bem difíceis, mas do jeito que apenas essa série sabe fazer. Eps sobre relacionamentos saudáveis, tóxicos, traumas, pais...\n\nO que me incomodou são os fillers no meio da ação. Uma crise acontecendo e a gente tendo que acompanhar um drama menor. Mas de resto gostei bastante. O final tbm é muito bom.\n\nAgora, é um desenho bem diferente de hora de aventura, por exemplo. Claro, hora de aventura é muito melhor que Steven Universo, mas acho legal ver as diferenças entre as séries.\n\nUma das minhas maiores (e talvez única) critica minha a Hora de Aventura é que eles não cansam de ficar deixando pontas soltas. A série terminou com um bilhão de mistérios, aí fazem outra série respondendo que responde, mas, ao mesmo tempo, cria um monte de outras dúvidas.\n\nAgora Steven Universo encerra corretamente. É muito mais redondinho. Mas tbm o universo aqui é ordens de grandeza menor, o que facilita as coisas.\n\nOutra diferença é como os conflitos são resolvidos. Em hora de aventura é um desenho feito por um menino, então tem lutinhas batalhas e etc. Já o Steven não consegue matar um besouro (tem essa cena), e todos os conflitos são resolvidos na base da conversa. Jeitos diferentes, e estou grato de existir os dois desenhos, cada um do seu jeito.",
    "SafeForParents": false,
    "ForKids": true
  },
  {
    "imdbID": "tt10574340",
    "Title": "Steven Universe Future",
    "Year": 2019,
    "Rating10": 8.0,
    "Review": "É muito ruim. Dava pra ter feito algo muito melhor, mas aí encheu de filler, de coisa ruim. Aqui bastava fazer eps sobre os personagens menores, o que aconteceu com eles. Mas resolveram fazer uma história lá muito mal executada e o final tbm é bem ruim.",
    "SafeForParents": false,
    "ForKids": true
  },
  {
    "imdbID": "tt9253284",
    "Title": "Andor",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": false,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt20723374",
    "Title": "Star Wars: Tales of the Jedi",
    "Year": 2022,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt32019314",
    "Title": "Star Wars: Tales of the Empire",
    "Year": 2024,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt36414431",
    "Title": "Star Wars: Tales of the Underworld",
    "Year": 2025,
    "SafeForParents": true,
    "ForKids": true,
    "Tags": [
      "Star Wars"
    ]
  },
  {
    "imdbID": "tt30645193",
    "Title": "The War Between the Land and the Sea",
    "Year": 2025,
    "Rating10": 7.1,
    "Review": "Toda a construção da série ao longo dos episódios é muito boa e te envolve bastante na trama. Os episódios funcionam bem individualmente, e os cliffhangers ajudam a manter o interesse alto.\n\nInfelizmente, como tem parecido comum em produções recentes do Russell T Davies, o problema está no final, que acaba sendo morno. A solução é amarga e até faz sentido, mas faltou uma execução mais cuidadosa e melhor desenvolvimento dessa parte.\n\nA última cena, em especial, é bem fraca. O que mais pesa contra ela é o hype criado pelo próprio RTD. Ainda assim, se as implicações desse desfecho forem exploradas no futuro, há potencial para algo realmente interessante.",
    "SafeForParents": false,
    "ForKids": false,
    "Tags": [
      "Whoniverse"
    ]
  },
  {
    "imdbID": "tt4574334",
    "Title": "Stranger Things",
    "Year": 2016,
    "Rating10": 8.0,
    "Review": "Fim.\n\nHá 10 anos conhecemos a série que fez a Netflix ser o que a Netflix é hoje. Eu lembro de conversar com minha professora de inglês sobre como seria a segunda temporada logo após assistir à primeira. Eu lembro de ficar acordado até tarde para a Marília Gabriela apresentar o Noticias Estranhas após o Teleton. Eu lembro de jogar o joguinho para Android que a Netflix lançou. E ano passado eu finalmente joguei RPG de mesa pela primeira vez (com o Vecna original de D&D sendo o vilão da campanha).\n\nEstranger Tingues, ou Stranger Things (2016) fez parte da minha história, os atores cresceram junto comigo e foi uma grande aventura acompanhar essa série.\n\nMas... já tava passando da hora de acabar, né?\n\nUma demora absurda para lançar as temporadas. Para fins de comparação, entre a 4° e a 5° temporada tivemos em Doctor Who:\n\n- 1 Especial de 100 anos da BBC;\n- 3 Especiais de 60 anos da série;\n- 2 Especiais de Natal;\n- E duas temporadas.\n\nDemorou tanto que chegou no final os atores já estavam todos velhos e tendo que interpretar meninos de 16 anos.\n\nMas vamos lá, temporada por temporada (COM SPOILERS, então cuidado):\n\nA primeira temporada não tenho o que dizer. Foi o que criou esse fenômeno chamado Stranger Things, e que acabou gerando essa fama tão grande que acabou até prejudicando a série, fazendo os Irmãos Duffer alongarem mais a série do que eles tinham planejado (ou ainda mudar o roteiro e fazerem coisas diferentes do que haviam pensado a princípio).\n\nA segunda não é tão boa quanto da primeira, mas não está tão longe. E introduziu para a gente o vilão mais interessante da série que é o Mind Flayer.\n\nA terceira temporada tem muitos momentos bons para eu chamar ela de ruim. Mesmo o vilão não sendo tão bom, e não avançando muito na historia principal, é uma temporada muito divertida.\n\nA quarta temporada é um espetáculo, são vários filmes rolando ao mesmo tempo. Simplesmente uma experiência.\n\nJá a quinta temporada… Ela começa bem, mas expõe bastante os furos e inconsistências entre as temporadas e o final que eles construíram. A medida que a série vai chegando no final, as peças não encaixam direito. E a segunda parte é bem ruim e dá uma desanimada bem grande pro episódio final.\n\nE aqui, precisamos falar sobre o Will ser gay. Não acho que cabia naquela série falar disso, especialmente por se tratar de uma série nos anos 80. Falar de homossexualidade aqui, nesse contexto, exigiria um tato maior, um cuidado na hora de abordar o tema que não só os criadores não tiveram, como não havia tempo no meio de tanta coisa acontecendo.\n\nChegando no último episódio, temos um enredo bem previsível, sem grandes surpresas. Mas que não chegou a ser péssimo ou que estragou a série. Me incomodei bastante com as cenas finais, após a batalha, porque foi muito tempo usado para poder finalizar as histórias de todo mundo, aí só ficou chato mesmo. Teve muitos outros defeitos também, especialmente a falta de mortes. O último episódio, na verdade, toda essa temporada, precisava de muito mais impacto para funcionar melhor.\n\nApesar do final, minha nota para Stranger Things é alta. A vida é o caminho, não? E esse aqui valeu a pena percorrer.",
    "SafeForParents": true,
    "ForKids": false
  },
  {
    "imdbID": "tt11932902",
    "Title": "Astronauta",
    "Year": 2024,
    "Review": "É uma animação original da HBO do Astronauta. Achei arriscado fazer uma animação para adultos de um personagem da Turma da Monica, mas acredito que foi certeiro. Os episódios são bem confusos na verdade, mas, ao mesmo tempo, são muito bons e com visuais impressionantes. Espero que tenha uma próxima temporada.\n\nE tomara que essas animações pra jovens e adultos façam sucesso e que realizem um sonho meu que é adaptar a saga Umbra da Turma da Mônica Jovem (e tudo de ruim pra quem fez aquele live action porcaria **Turma da Mônica Jovem: Reflexos do Medo (2024)**. Simplesmente uma das piores produções já feitas).",
    "SafeForParents": true,
    "ForKids": false,
    "Tags": [
      "Turma da Mônica"
    ]
  },
  {
    "imdbID": "tt2307498",
    "Title": "Acampamento de Férias",
    "Year": 2009,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt0799922",
    "Title": "Wizards of Waverly Place",
    "Year": 2007,
    "SafeForParents": true,
    "ForKids": true
  },
  {
    "imdbID": "tt1751634",
    "Title": "The Sandman",
    "Year": 2022,
    "Rating10": 9.0,
    "Review": "Sandman (2022)\n\nEu assisti a primeira temporada, mas antes de lançarem a segunda o Neil Gaiman sofreu umas acusações bem pesadas e o futuro da série, assim como de outras, ficou incerto.\n\nA segunda e última temporada lançou e fiquei com medo dela não finalizar a história e Sandman ser mais uma série cancelada da Netflix. Mas não, a série foi finalizada.\n\nNão li os quadrinhos para saber se foi uma boa adaptação, mas pelo que pesquisei o final foi mantido. Só tiveram que correr pra conseguir adaptar vários arcos em uma temporada só. Mas eu, que só vi a série, não achei corrida não, foi num ritmo bom com tudo avançando como deveria avançar.\n\nBem, Sandman é uma série que se leva MUITO a sério. A gente tem um gótico imortal que sai por aí com um corvo no ombro e o tom da série é a coisa mais séria que eu já vi.\n\nE isso é muito bom. Aqui piadas são muito raras, e isso mantém o peso das cenas e dos tópicos. É uma das séries mais diferentes que já vi, extremamente criativa com um universo inteiro que sempre tem mais coisa pra explorar. Super recomendo.\n\nSobre os personagens, todos muito interessantes e com muita personalidade.\n\nÉ sempre legal ver a Johanna Constantine (eterna Clara Oswald) em cena e ver como ela lida com as situações.\n\nA Delírio é uma fofa, uma preciosidade que precisa ser protegida de todos os males do mundo.\n\nA morte é de uma tranquilidade, de uma paz.\n\nA desejo achei a cara da Lady Gaga Kkkkkk\n\nSobre o final da série... Olha, EU pessoalmente não gostei tanto. Difícil comentar sem spoilers, mas não foi um final tecnicamente ruim. É questão de você ver a série e tirar suas próprias conclusões. Até porque a jornada é muito boa, com certeza vale a pena ver a série.",
    "SafeForParents": false,
    "ForKids": false,
      "Tags": [
      "DC"
    ]
  }
]